
"TextMode.Connection.ErrorMessage" = "Snap. Your network seems to be down.\nWould you like to translate using offline dictionaries ?";
"TextMode.Tranlsation.NoDataInDictionary" = "Snap. The offline dictionaries do not contain this data.";
"TextMode.Email.NotConfigured" = "Your device is not configured to send E-Mail.";
"TextMode.Email.Subject" = "From iTongue";
"TextMode.Sms.NotConfigured" = "Your device is not configured to send SMS.";
"TextMode.ChooseOfflineLanguage" = "Not all languages are available for offline(airplane) translations. Choose one that is supported.";